Repository: Marc-pi/pi
Catalog: usr/module/user/locale/*/default.po
Languages: fr

source: Callback urls is : %s
fr: Callback urls est : %s

source: User logged in
fr: L'utilisateur est connecté

source: User logged out
fr: L'utilisateur est déconnecté

source: User registered
fr: L'utilisateur est inscrit

source: User activated
fr: L'utilisateur est confirmé

source: User enabled
fr: L'utilisateur est activé

source: User disabled
fr: L'utilisateur est désactivé

source: User deleted
fr: L'utilisateur est supprimé

source: User profile updated
fr: Profil utilisateur mis à jour

source: Display name changed
fr: Le Nom Affiché a été modifié

source: Email changed
fr: Email modifié

source: Avatar changed
fr: Photo modifiée

source: Password changed
fr: Mot de passe modifié

source: Role assigned
fr: Rôle affecté

source: Role removed
fr: Rôle supprimé

source: Terms & Conditions
fr: Conditions générales d'utilisation et de vente (CGU/CGV)

source: Accept the %s
fr: Accepter les %s

source: Confirm credential
fr: Confirmer le mot de passe

source: Login
fr: Se connecter

source: Register
fr: S'inscrire

source: Feed
fr: Fil

source: Dashboard
fr: Tableau de Bord

source: Account settings
fr: Paramétrages du compte

source: Change avatar
fr: Modifier sa photo

source: Privacy
fr: Confidentialité

source: Change password
fr: Modifier le mot de passe

source: Find password
fr: Trouver le mot de passe.

source: Profile
fr: Profil

source: Edit profile
fr: Editer le profi

source: Everyone
fr: Tout le monde

source: Logged-in user
fr: Utilisateur connecté

source: Follower
fr: Abonné

source: Followed
fr: Suivi

source: Owner
fr: Propriétaire

source: Member
fr: Membre

source: Following
fr: Suis

source: Please install user module !
fr: Merci d'installer le module user !

source: Problem in upload file. please try again
fr: Un problème a été rencontré lors de l'upload du fichier, merci d'essayer de nouveau

source: Filename already exists. please try again
fr: Ce nom de fichier existe déjà, merci d'essayer de nouveau

source: Condition data saved successfully.
fr: Les données de CGU/CGV ont été correctement enregistrées

source: Add condition
fr: Ajouter une CGU/CGV

source: Condition file has been deleted successfully
fr: Le fichier CGU/CGV a été correctement supprimé

source: Error occured during condition file removing
fr: Une erreur est survenue pendant la suppression de la CGU/CGV

source: Timeline post failed.
fr: Echec de l'ajout de l'activité

source: Timeline added successfully.
fr: L'activité a été ajoutée avec succès.

source: A confirmation email has been sent to you. Please check your email and confirm.
fr: Un mail de confirmation vous a été envoyé. Merci de vérifier vos mails, afin de confirmer votre inscription.

source: It was failed to send you confirmation email. Please try later.
fr: Le mail de confirmation n'est pas parti. Merci d'essayer plus tard.

source: Email has been changed successfully.
fr: L'adresse email a été modifiée avec succès.

source: It was failed to save new email. Please try later.
fr: La nouvelle adresse email n'a pas été enregistrée. Merci d'essayer plus tard.

source: Name has been changed successfully.
fr: Le nom a été modifié avec succès.

source: It was failed to save new name. Please try later.
fr: Le nouveau nom n'a pas été enregistré. Merci d'essayer plus tard.

source: Newsletter setting has been changed successfully.
fr: Le paramètre Newslettre a été modifié avec succès.

source: Basic settings
fr: Paramètres Généraux

source: Invalid data provided for email change.
fr: Données fournies pour modifier l'adresse email non valides.

source: Email changed successfully.
fr: L'adresse email été modifiée avec succès.

source: Incorrect password.
fr: Mot de passe incorrect.

source: Password verified.
fr: Mot de passe vérifé.

source: Valid input.
fr: Saisie non valide.

source: Invalid input.
fr: Saisie non valide.

source: View information is disable
fr: La visualisation des informations est désactivée

source: User was not found.
fr: L'utilisateur n'a pas été trouvé.

source: An error occurred.
fr: Une erreur est survenue.

source: Allowed extensions:
fr: Extensions autorisées :

source: Max file size:
fr: Poids maximal des fichiers :

source: Max image size:
fr: Taille maximale de l'image :

source: Avatar Settings
fr: Paramétrages pour la photo

source: Customize your avatar anyway you like
fr: Personnalisez votre photo comme vous le souhaitez

source: Invalid token!
fr: Token non valide !

source: Invalid email for gravatar.
fr: Email invalide pour gravatar.

source: Successful.
fr: Succès.

source: No image selected!
fr: Aucune image sélectionnée !

source: Invalid source %s.
fr: Source non valide %s.

source: Not image selected.
fr: Aucune image sélectionnée.

source: Image is missing.
fr: L'image est manquante.

source: Image does not exist.
fr: L'image n'existe pas.

source: Image width or height is missing.
fr: La largeur ou la hauteur de l'image est manquante.

source: Email address is missing.
fr: L'adresse email est manquante.

source: Image name is missing.
fr: Le nom de l'image est manquant.

source: Avatar set successfully.
fr: La photo de profil a été paramétrée avec succès.

source: Image is not removed.
fr: L'image n'a pas été supprimée.

source: Image removed successfully.
fr: L'image a été supprimée avec succès.

source: No active condition file
fr: Il n'y a pas encore de fichier CGU/CGV

source: My Personal Dashboard
fr: Mon Tableau de Bord Perso

source: My Pro Dashboard
fr: Mon Tableau de Bord Pro

source: %s activities
fr: Activités de %s

source: View %s activities
fr: Voir les activités de %s

source: You logged in before.
fr: Vous vous êtes déjà connecté auparavant.

source: Google login not active
fr: Login Google non actif

source: Twitter login not active
fr: Login Twitter non actif

source: Facebook login not active
fr: Login Facebook non actif

source: Github login not active
fr: Login GitHub non actif

source: Provider not set
fr: Provider non défini

source: Error on login
fr: Erreur à la connexion

source: You have logged in successfully.
fr: Vous vous êtes connecté avec succès.

source: Information not true
fr: Information erronnée

source: Reset password failed.
fr: La reinitialisation du mot de passe a échoué.

source: Whoops, these don't match
fr: Oups, ils ne coïncident pas

source: Reset password successfully.
fr: La réinitialisation du mot de passe a réussi.

source: Show my password
fr: Voir le mot de passe

source: Your password is too short
fr: Votre mot de passe est trop court

source: Do not use your email as your password
fr: N'utilisez pas votre email comme mot de passe

source: Your password cannot contain your username
fr: Votre mot de passe ne peut contenir votre nom de compte

source: Use different character classes
fr: Utiliser des caractères spéciaux

source: Too many repetitions
fr: Trop de répétitions

source: Your password contains sequences
fr: Le mot de passe contient de séquences répétées

source: Errors:
fr: Erreurs :

source: Very week
fr: Trop faible

source: Week
fr: Faible

source: Medium
fr: Moyen

source: Strong
fr: Fort

source: Very Strong
fr: Robuste

source: Password must contain at least one uppercase letter, one lowercase letter and one digit character
fr: Le mot de passe doit contenir au moins 1 lettre majuscule, 1 lettre en minuscule et au moins 1 chiffre

source: Must be more than %s characters
fr: Doit compter plus de %s caractères

source: Invalid password
fr: Mot de passe non valide.

source: To ensure your account security, complex password is required.
fr: Pour assurer la sécurité de votre compte, un mot de passe complexe est requis

source: Find password failed.
fr: Le mot de passe n'a pas été trouvé.

source: Confirmation email sent successfully. Please check email and reset password.
fr: Le mail de confirmation vous été envoyé avec succès. Merci de regarder votre boite mail pour réinitialiser le mot de passe.

source: Invalid token for password reset.
fr: Token pour réinitialiser le mot de passe non valide.

source: Must be less than %s characters
fr: Doit compter moins de %s caractères

source: Password reset successfully.
fr: Mot de passe réinitialisé avec succès.

source: Privacy settings saved successfully.
fr: Paramètres de confidentialité enregistrés avec succès.

source: Privacy Settings
fr: Paramètres de confidentialité

source: Set profile field privacy.
fr: Paramétrer la confidentialité des champs du profil

source: %s profile
fr: Profil de %s

source: To know more about %s profile : his bio, websites and social networks, and his activity on the website
fr: Pour en savoir plus à propos du profil de %s : sa bio, ses sites web et réseaux sociaux, et son activité sur le site

source: Profile group ID is invalid.
fr: Le numéro de groupe de profil n'est pas valide.

source: Profile updated successfully.
fr: Profil mis à jour avec succès.

source: Profile update failed.
fr: Echec de la mise à jour du profil.

source: Edit profile data.
fr: Editer les informations du profil.

source: Profile compound requires at least one set of data.
fr: L'organisation du profil requiert au moins un jeu de données.

source: Profile compound data was not deleted.
fr: Les données de l'organisation du profil n'ont pas été supprimées.

source: User ID or Profile group ID is invalid.
fr: Le numéro utilisateur ou le numéro de groupe de profil n'est pas valide.

source: Account registration
fr: Création de compte

source: Activation token is invalid.
fr: Le token de confirmation n'est pas valide.

source: Account Activated successfully.
fr: Le compte a été confirmé avec succès.

source: Activation email sent failed.
fr: L'envoi de l'email de confirmation-activation a échoué.

source: Resend activation mail successfully.
fr: Le mail de confirmation-activation a été renvoyé avec succès.

source: Email was not found.
fr: L'email n'a pas été trouvé.

source: Account already activated.
fr: Le compte est déjà confirmé.

source: Activation mail sent successfully.
fr: Le mail de confirmation-activation a été envoyé avec succès.

source: Activation mail was not sent.
fr: Le mail de confirmation-activation n'a pas été envoyé.

source: User information was not completed and user account was not saved.
fr: Toutes les informations utilisateurs n'ont pas été saisies, le compte n'a pas été crée.

source: User account was not saved.
fr: Le compte utilisateur n'a pas été enregistré.

source: User account is registered successfully but activation was failed, please contact admin.
fr: Le compte utilisateur a été crée avec succès mais la confirmation a échoué, merci de contacter l'administrateur.

source: Account activation email was not able to send, please contact admin.
fr: Le mail de confirmation-activation du compte n'a pu être envoyé, merci de contacter l'administrateur.

source: Username
fr: Nom de Compte

source: Display name
fr: Nom Affiché

source: (updated on %s)
fr: (mis à jour le %s)

source: Newsletter subscription
fr: Inscription Newslettre

source: Submit
fr: Valider

source: File
fr: Fichier

source: Active at
fr: Actif à compter du

source: Male
fr: Masculin

source: Female
fr: Féminin

source: New email
fr: Nouvel email

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Front role
fr: Rôle côté utilisateur

source: Admin role
fr: Rôle côté admin

source: Activate
fr: Confirmer

source: Enable
fr: Activer

source: Invalid email
fr: L'adresse Email doit avoir une forme valide (ex: xxxx@yyy.com)

source: Oops. This email address is already taken. Do you want to <a href="#" onclick="%s">login</a> or <a href="%s">recover your password</a> ?
fr: Oups ! Cette adresse email est déjà prise. Voulez-vous vous <a href="#" onclick="%s">connecter</a> ou <a href="%s">retrouver votre mot de passe</a> ?

source: Invalid username
fr: Nom de Compte non valide

source: Oops. This username is already taken, malformed or forbidden
fr: Oups. Ce nom de compte est déjà pris, malformé ou interdit

source: Registration
fr: Inscription

source: Email address
fr: Adresse email

source: Please type the word.
fr: Merci de saisir le mot affiché

source: Name
fr: Nom

source: Title
fr: Titre

source: Active state
fr: Statut

source: Any
fr: Tout

source: Active
fr: Activer

source: Inactive
fr: Non confirmé

source: Enable state
fr: Activer le statut

source: Disable
fr: Désactiver

source: Activated state
fr: Confirmation

source: Pending
fr: En attente

source: Activated
fr: Confirmé

source: Register date from
fr: Date d'inscription depuis le

source: Register date end
fr: Date d'inscription avant le

source: Register ip from
fr: Adresse IP enregistrée depuis

source: Search
fr: Rechercher

source: Invalid password.
fr: Mot de passe non valide.

source: Invalid name: %formatHint%
fr: Nom invalide : %formatHint%

source: User name is reserved
fr: Le nom utilisateur est réservé

source: User name is already taken
fr: Le nom utilisateur est déjà pris

source: User name is less than %min% characters long
fr: Le nom utilisateur a moins de %min% caractères

source: User name is more than %max% characters long
fr: Le nom utilisateur a plus de %max% caractères

source: Password can't be an email address
fr: Le mot de passe ne peut être une adresse mail

source: Password is less than %min% characters long
fr: Le mot de passe a moins de %min% caractères

source: Password is more than %max% characters long
fr: Le mot de passe a plus de %max% caractères

source: Password must contain at least one uppercase letter
fr: Le mot de passe doit contenir au moins 1 lettre en majuscule

source: Password must contain at least one lowercase letter
fr: Le mot de passe doit contenir au moins 1 lettre en minuscule

source: Password must contain at least one digit character
fr: Le mot de passe doit contenir au moins 1 chiffre

source: User email is reserved
fr: Cette adresse mail utilisateur est réservée

source: User email is already used
fr: Cette adresse email utilisateur est déjà utilisée

source: Username is less than %min% characters long
fr: Le nom de compte utilisateur a moins de %min% caractères

source: Username is more than %max% characters long
fr: Le nom de compte utilisateur a plus de %max% caractères

source: Add file
fr: Ajouter fichier

source: File list
fr: Liste fichiers

source: Filename
fr: Nom fichier

source: Created at
fr: Crée le

source: Edit
fr: Editer

source: Remove
fr: Supprimer

source: Shortcut : latest version of term and condition is available from
fr: Shortcut : la dernière version des CGU/CGV se trouve à cette adresse

source: Edit user
fr: Editer l'utilisateur

source: Main information
fr: Information principale

source: Value
fr: Valeur

source: Verify identity
fr: Vérifier l'identité

source: Input password to verify your identity for account changes.
fr: Saisissez votre mot de passe pour que votre identité soit vérifiée et pouvoir ainsi valider vos modifications.

source: Password
fr: Mot de passe

source: Email is required.
fr: L'adresse email est exigée

source: Display name is required.
fr: Le Nom Affiché est exigé

source: No change!
fr: Aucune modification !

source: Email modification
fr: Modification Email

source: Congratulations!
fr: Félicitations !

source: Login right now
fr: Se connecter maintenant.

source: My profile
fr: Mon profil

source: View all
fr: Voir tout

source: No data available.
fr: Aucune donnée disponible.

source: Upload
fr: Uploader

source: Select
fr: Selectionner

source: Default
fr: Par défaut

source: Current avatar
fr: Photo actuelle

source: Once source type is switched and saved, the old avatar image will be deleted.
fr: Une fois le fichier source sélectionné et enregistré, l'ancienne photo sera supprimée.

source: Upload avatar
fr: Uploader sa photo

source: Avatar previews
fr: Prévisualisation Photo de Profil

source: Gravatar email
fr: Email Gravatar

source: Configure at Gravatar
fr: Configuration Gravatar

source: Apply system avatar as your avatar
fr: Appliquer l'icône proposée par défaut

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: Uploading
fr: En téléchargement

source: Your dashboard
fr: Votre tableau de bord

source: Welcome to your personal dashboard
fr: Bienvenue dans votre espace personnel

source: Your pending requests
fr: Vos demandes en attente

source: Shortcuts
fr: Raccourcis

source: My items
fr: Mes éléments

source: Sponsorship
fr: Parrainage

source: My messages
fr: Mes messages

source: My notifications
fr: Mes notifications

source: My events
fr: Mes évènements

source: My orders
fr: Mes commandes

source: My credit
fr: Mes Crédits

source: My favorites
fr: Mes favoris

source: My videos
fr: Mes Vidéos

source: My support tickets
fr: Mes tickets Assistance

source: How it works ?
fr: Comment ça marche ?

source: Add commercial
fr: Ajouter une activité

source: Let's go !
fr: C'est parti !

source: Welcome to your pro dashboard
fr: Bienvenue dans votre espace professionnel

source: Add<br>a new business
fr: Ajoutez<br>une nouvelle activité Pro

source: Discover<br>our solutions
fr: Découvrez<br>nos offres/solutions

source: To begin, let's create your first establishment :)
fr: Pour commencer, créons votre premier établissement ;)

source: User login
fr: Connexion utilisateur

source: Sorry, login is temporarily disabled. Please come back later.
fr: Désolé, la connexion est temporairement désactivée. Merci de revenir plus tard.

source: homepage
fr: Accueil

source: re-login
fr: Se Re-connecter

source: You have logged out successfully, please go to %s or to %s.
fr: Vous vous ête déconnectés avec succès, merci d'aller à %s ou %s.

source: logout
fr: vous déconnecter

source: You have been logged on with account <strong>%s</strong>, please %s to re-login.
fr: Vous êtes connecté avec le compte <strong>%s</strong>, merci de %s pour vous re-connecter.

source: You have logged in successfully, please go to %s.
fr: Vous vous êtes connecté avec succès, merci d'aller à %s.

source: Not registered yet ?
fr: Pas encore inscrit ?

source: Login with google
fr: Se connecter avec Google

source: Login with twitter
fr: Se connecter avec Twitter

source: Login with facebook
fr: Se connecter avec Facebook

source: Login with github
fr: Se connecter avec Github

source: Reset password
fr: Réinitialiser le mot de passe

source: Try to find password again
fr: Essayer de trouver le mot de passe de nouveau

source: Your new password has worked
fr: Votre nouveau mot de passe a fonctionné

source: Please login
fr: Merci de vous connecter

source: No available privacy setting
fr: Aucun paramétrage de confidentialité disponible

source: Update %s
fr: Mettre à jour %s

source: Add new
fr: Ajouter un nouveau

source: Unfiled
fr: Non rempli

source: Are you sure to delete this record?
fr: Etes-vous sûr de vouloir supprimer cet enregistrement?

source: Update
fr: Mettre à jour

source: Add %s
fr: Ajouter %s

source: Personal Dashboard
fr: Tableau de Bord Perso

source: Bookings
fr: Réservations

source: Favorites
fr: Favoris

source: Reviews/comments
fr: Avis/commentaires

source: My Media
fr: Mes Médias

source: My account
fr: Mon compte

source: Manage account
fr: Gérer mon compte

source: Pro Dashboard
fr: Tableau de Bord Pro

source: Manage my activities
fr: Gérer mes activités

source: Choose an activity
fr: Choisir une activité

source: Summary
fr: Résumé

source: FAST ACTIONS
fr: ACTIONS RAPIDES

source: Management Grids
fr: Grilles de Gestion

source: Bookings/Closings
fr: Résas/Fermetures

source: Statistics
fr: Statistiques

source: Products/Prices
fr: Produits/Tarifs

source: Opening hours
fr: Horaires ouverture

source: Policies
fr: Conditions générales

source: Payment
fr: Paiement

source: Deals/Special Offers
fr: Promos/Offres Spéciales

source: Events
fr: Evènements

source: Sales Channels (Soon)
fr: Canaux Vente (bientôt)

source: My statistics
fr: Mes Statistiques

source: Support tickets
fr: Tickets Assistance

source: Orders
fr: Commandes

source: Credit
fr: Crédits

source: Videos
fr: Vidéos

source: View my profile
fr: Voir mon profil

source: Settings
fr: Paramétrages

source: Quicklinks
fr: Liens rapides

source: Manage my profile
fr: Gérer mon profil

source: Send message
fr: Envoyer un message

source: Member since
fr: Membre depuis

source: Gender:
fr: Genre :

source: Birthdate:
fr: Date de naissance :

source: More
fr: Plus

source: Congratulations, and welcome !
fr: Félicitations, et bienvenue !

source: Welcome in our community !
fr: Bienvenue dans notre communauté !

source: Your account has been confirmed and is now active : you can log in... and contribute !
fr: Votre compte a été confirmé et est maintenant actif : vous pouvez vous connecter… et contribuer !

source: Login right now.
fr: Se connecter maintenant.

source: Or go back to <a href="%s">the requested page</a> directly.
fr: Ou retourner à <a href="%s">la page demandée </a> directement.

source: Sorry, account activation is failed.
fr: Désolé, la confirmation-activation de votre compte a échoué.

source: Resend activation email.
fr: Renvoyer le mail de confirmation-activation.

source: Sorry, register is temporarily disabled. Please come back later.
fr: Désolé, l'inscription est temporairement désactivée. Merci de revenir plus tard.

source: Your account has been registered successfully. Please <a href="%s">login</a> with your account.
fr: Votre compte a été crée avec succès. Vous pouvez maintenant vous <a href="%s">connecter</a> avec votre compte.

source: Registration was not completed.
fr: L'inscription n'est pas été menée à son terme.

source: You account has been registered successfully. However it needs to be approved by our admins before you can use it.
fr: Votre compte a été crée avec succès. Cependant il doit être approuvé par les administrateurs du site avant de pouvoir être utilisé.

source: An email with activation link has been sent to you.
fr: Un email avec un lien de confirmation-activation vous a été envoyé.

source: Email used
fr: Email utilisé

source: Please check it to finish the registration.
fr: Merci de vérifier votre boite mail afin de terminer votre inscription.

source: You did not receive the activation email?
fr: Vous n'avez pas reçu le mail de confirmation ?

source: Wait a few minutes and check again.
fr: Attendez quelques minutes et vérifiez de nouveau.

source: Check your email spam box.
fr: Vérifiez le répertoire spam de votre boite mail.

source: Request to resend activation email
fr: Demandez le renvoi du mail d'activation

source: Already sent
fr: Déja envoyé
